---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CustomFieldData
source: html/6b39e4c5-3f19-77c7-6913-630187a7af01.htm
---
# CustomFieldData Members

Releases all resources used by the CustomFieldData